Repository: ihamedm/wcc-reports
Catalog: languages/wccreports-*_backup.po
Languages: fa_ir

source: Click on load report to show results.
fa_ir: روی دکمه دریافت گزارش کلیک کنید تا نتایج را ببینید.

source: Customer Reports
fa_ir: گزارش مشتریان

source: Email
fa_ir: ایمیل

source: Generate Report
fa_ir: دریافت گزارش

source: Last order
fa_ir: آخرین سفارش

source: List
fa_ir: لیست

source: Name
fa_ir: نام

source: Not found any records for this report.
fa_ir: هیچ کاربری برای این گزارش یافت نشد.

source: Orders
fa_ir: سفارش ها

source: Phone
fa_ir: تلفن

source: Register on
fa_ir: تاریخ ثبت نام

source: Report not found
fa_ir: گزارش پیدا نشد

source: Return to reports
fa_ir: برگشت به گزارشات

source: Update cache
fa_ir: بروزرسانی

source: Users Details
fa_ir: جزییات کاربران

source: XLS
fa_ir: اکسل
